Repository: wflixu/RClick
Catalog: RClick/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: The selected folder is a subfolder of an already selected folder. Please choose a different folder.
es: La carpeta seleccionada es una subcarpeta de otra que ya elegiste. Elige una carpeta diferente.
fr: Le dossier sélectionné est un sous-dossier d’un dossier déjà sélectionné. Veuillez choisir un autre dossier.
ja: 選択したフォルダは既に選択済みのフォルダのサブフォルダです。別のフォルダを選択してください。
zh_hans: 所选文件夹是已选文件夹的子目录，请选择其他文件夹。

source: The shared configuration folder is unavailable.
es: La carpeta de configuración compartida no está disponible.
fr: Le dossier de configuration partagé est indisponible.
ja: 共有設定フォルダを利用できません。
zh_hans: 共享配置文件夹不可用。

source: The user cancelled authorization.
es: El usuario canceló la autorización.
fr: L’utilisateur a annulé l’autorisation.
ja: ユーザーが認証をキャンセルしました。
zh_hans: 用户取消了授权。

source: This deletes custom_menu.json and returns to the default menu. A copy is kept as custom_menu.backup.json.
es: Esto elimina custom_menu.json y vuelve al menú predeterminado. Se guarda una copia como custom_menu.backup.json.
fr: Cela supprime custom_menu.json et revient au menu par défaut. Une copie est conservée sous custom_menu.backup.json.
ja: custom_menu.json を削除してデフォルトのメニューに戻します。コピーは custom_menu.backup.json として保存されます。
zh_hans: 这将删除 custom_menu.json 并恢复默认菜单。副本会保留为 custom_menu.backup.json。

source: This will delete all custom configurations and restore the defaults. This action cannot be undone.
es: Se eliminarán todas las configuraciones personalizadas y se restaurarán los valores predeterminados. Esta acción no se puede deshacer.
fr: Toutes les configurations personnalisées seront supprimées et les valeurs par défaut rétablies. Cette action est irréversible.
ja: この操作によりすべてのカスタム設定が削除され、既定値に戻ります。元に戻すことはできません。
zh_hans: 此操作将删除所有自定义配置，恢复到默认状态。此操作不可逆。

source: Unable to Open Menu Config
es: No se puede abrir la configuración del menú
fr: Impossible d’ouvrir la configuration du menu
ja: メニュー設定ファイルを開けません
zh_hans: 无法打开配置文件夹

source: Unable to Restore Default Layout
es: No se puede restaurar el diseño predeterminado
fr: Impossible de restaurer la disposition par défaut
ja: デフォルトのレイアウトに戻せません
zh_hans: 无法恢复默认布局

source: Unauthorized Folder
es: Carpeta sin autorización
fr: Dossier non autorisé
ja: 未承認のフォルダ
zh_hans: 未授权文件夹

source: Unavailable
es: No disponible
fr: Indisponible
ja: 利用できません
zh_hans: 不可用

source: Unhide
es: Mostrar
fr: Afficher
ja: 再表示
zh_hans: 显示

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
zh_hans: 未知

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
zh_hans: 未知错误

source: Untitled
es: Sin título
fr: Sans titre
ja: 名称未設定
zh_hans: 未命名

source: Up to Date
es: Todo actualizado
fr: À jour
ja: 最新です
zh_hans: 已是最新版本

source: Update Installed
es: Actualización instalada
fr: Mise à jour installée
ja: アップデートがインストールされました
zh_hans: 更新安装完成

source: Update via Mac App Store
es: Actualizar desde la Mac App Store
fr: Mettre à jour via le Mac App Store
ja: Mac App Store からアップデート
zh_hans: 通过 Mac App Store 更新

source: Using the default layout
es: Usando el diseño predeterminado
fr: Disposition par défaut utilisée
ja: デフォルトレイアウトを使用中
zh_hans: 正在使用默认布局

source: Version %@
es: Versión %@
ja: バージョン %@
zh_hans: 版本 %@

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@ (%@)
zh_hans: 版本 %@ (%@)

source: Version %@ is ignored
es: Se ignoró la versión %@
fr: La version %@ est ignorée
ja: バージョン %@ は無視されています
zh_hans: 已忽略版本 %@

source: View Details…
es: Ver detalles…
fr: Voir les détails…
ja: 詳細を表示…
zh_hans: 查看详情…

source: Warning
es: Advertencia
fr: Avertissement
ja: 警告
zh_hans: 警告

source: Window
es: Ventana
fr: Fenêtre
ja: ウィンドウ
zh_hans: 窗口

source: XLSX
es: Hoja de cálculo de Excel
fr: Feuille de calcul Excel
ja: Excel ワークシート
zh_hans: Excel 表格

source: General
fr: Général
ja: 一般
zh_hans: 通用

source: Apps
ja: アプリ
zh_hans: 应用

source: PPTX
ja: PowerPoint プレゼンテーション
zh_hans: PowerPoint 演示文稿

source: AirDrop
zh_hans: 隔空投送

source: OK
zh_hans: 确定
